trunk/HSIM/iHub/BRS/xml/setFont

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><GetUpdatedObjects xmlns="http://schemas.actuate.com/actuate11"><Operation><Target><Id>$1</Id><Type>$2</Type></Target><Operator>SetFont</Operator><Data><ColumnDefs><ColumnDef><Index>$3</Index><Font><Family>$4</Family><Size>$5</Size><Color>$6</Color><BackgroundColor>$7</BackgroundColor><Bold>$8</Bold><Italic>$9</Italic><Underline>$10</Underline></Font><BoundDataColumn><Name>$11</Name></BoundDataColumn></ColumnDef></ColumnDefs></Data></Operation></GetUpdatedObjects></Body></Envelope>